Repository: udevwork/ShelterApp
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: A small image used in the list of buildings
de: Ein kleines Bild, das in der Liste der Gebäude verwendet wird

source: A small image used in the list of users
de: Ein kleines Bild, das in der Benutzerliste verwendet wird

source: Account credentials
de: Kontozugangsdaten

source: Add building
de: Gebäude hinzufügen

source: Address
de: Adresse

source: Adjusting the compression ratio of images before sending to the server
de: Anpassen des Komprimierungsverhältnisses von Bildern vor dem Senden an den Server

source: Administration notes
de: Hinweise zur Verwaltung

source: Alerts
de: News

source: All accounts list
de: Liste aller Konten

source: All accounts list. Total: %lld
de: Liste aller Konten. Gesamt: %lld

source: Annotations
de: Anmerkung

source: Apply selected address
de: Ausgewählte Adresse anwenden

source: Apply this address
de: Wenden Sie diese Adresse an

source: Article:
de: Beitrag:

source: Author: %@
de: Autor: %@

source: Birthday
de: Geburtstag

source: Birthday is %@
de: Geburtstag ist %@

source: Building ditail photo
de: Detailfoto des Gebäudes

source: Building thumbnails
de: Miniaturansichten von Gebäuden

source: Buildings
de: Gebäude

source: Change avatar
de: Avatar ändern

source: Change picture
de: Bild ändern

source: close
de: Schließen

source: Close
de: Schließen

source: Copy full information
de: Vollständige Informationen kopieren

source: Copy text
de: Text kopieren

source: Copy to Clipboard
de: In die Zwischenablage kopieren

source: Copy to replace
de: Kopieren zum Ersetzen

source: Copyrighted 2024 by Walter Tremmel
de: Urheberrechtlich geschützt 2024 von Walter Tremmel

source: Create account
de: Konto erstellen

source: Create livingspace
de: Wohnraum schaffen

source: Create new User
de: Neuen Benutzer erstellen

source: Data
de: Daten

source: Delete
de: Löschen

source: document
de: Dokument

source: Documents
de: Dokumente

source: Edit note
de: Notiz bearbeiten

source: edited: %@
de: bearbeiten: %@

source: Empty first
de: Erstes leeres

source: Extreme image compression
de: Extreme Bildkomprimierung

source: Files
de: Dateien

source: First name
de: Vorname

source: Floor
de: Etage

source: Floor: %@
de: Etage: %@

source: Full first
de: Vollständig zuerst

source: Gallery
de: Galerie

source: Hide date
de: Datum ausblenden

source: image
de: Bild

source: invalid url
de: Ungültige URL

source: Large image on the detailed view screen of the building
de: Großes Bild auf dem Detailansichtsbildschirm des Gebäudes

source: Link user
de: Benutzer verknüpfen

source: List of all users created on the server
de: Liste aller Benutzer, die auf dem Server erstellt wurden

source: Living space
de: Wohnraum

source: Livingspaces
de: Wohnräume

source: Login info
de: Anmeldeinformationen

source: Map
de: Karte

source: New note
de: Neue Notiz

source: New resident
de: Neuer Bewohner

source: No address
de: Keine Adresse

source: No notifications!
de: Keine Benachrichtigungen!

source: No top linked
de: Keine Top-Verknüpfung

source: Notes
de: Notizen

source: Password
de: Passwort

source: PDF Scan
de: PDF Scannen

source: Photos
de: Fotos

source: Press the Scan button
de: Drücken Sie die Scan-Taste

source: Press to choose address
de: Drücken Sie, um die Adresse auszuwählen

source: Profile
de: Profil

source: Read
de: Lesen

source: Read all
de: Alles lesen

source: REQUIRES A REBOOT OF THE APPLICATION
de: ERFORDERT EINEN NEUSTART DER ANWENDUNG

source: Resident
de: Bewohner

source: Residents
de: Bewohner

source: Residents count: %lld
de: Anzahl der Bewohner %lld

source: Room number
de: Zimmernummer

source: save
de: speichern

source: Save
de: Speichern

source: Search
de: Suche

source: Search and select address
de: Adresse suchen und auswählen

source: Search is empty
de: Die Suche ist leer

source: Second name
de: Nachname

source: Select avatar
de: Avatar auswählen

source: Selected Address:
de: Ausgewählte Adresse

source: Share
de: Teilen

source: Sign in
de: Anmelden

source: Sign out
de: Abmelden

source: Slider
de: Galerie

source: Sorting
de: Sortierung

# test
source: eng
de: de

source: Title:
de: Titelleiste:

source: Total:
de: Gesamt

# TOTAL: %lld / %lld
source: TOTAL: %1$lld / %2$lld
de: Gesamt: %1$lld / %2$lld

source: Unlink user
de: Benutzerverbindung aufheben

source: Update credits
de: Aktualisieren

source: Upload
de: Laden

source: Upload pdf file
de: PDF-Datei hochladen

source: Upload photo
de: Foto hochladen

# Use German Language
source: Deutsche Sprache verwenden
de: Use English Language

source: User
de: Benutzer

source: User notes
de: Benutzerhinweise

source: User thumbnails
de: Miniaturansichten von Benutzern

source: Users
de: Benutzer

source: Write new note
de: Neue Notiz schreiben
